export const ruTranslation = {
    translation: {
        "Упражнения": "Упражнения",
        "Пользовательские тренировки": "Пользовательские тренировки",
        "Войти": "Войти",
        "Зарегистрироваться": "Зарегистрироваться",
        "Русский": "Английский",
        "Создавайте и делитесь своими программами тренировок":
            "Создавайте и делитесь своими программами тренировок",
        "Зарегистрируйтесь, чтобы использовать полный функционал":
            "Зарегистрируйтесь, чтобы использовать полный функционал",
        "Создавайте тренировки под свои требования":
            "Создавайте тренировки под свои требования",
        "Вы можете создать автоматически создать тренировки для:":
            "Вы можете создать автоматически создать тренировки для:",
        "Набор мышечной массы": "Набор мышечной массы",
        "Созданная тренировка идеально подойдет для гипертрофии мышц, а следовательно набора мышечной массы  и увеличения объемов":
            "Созданная тренировка идеально подойдет для гипертрофии мышц," +
            " а следовательно набора мышечной массы  и увеличения объемов",
        "Сохраняйте тренировки пользователей себе":
            "Сохраняйте тренировки пользователей себе",
        "Вы можете отслеживать тренировки, созданные другими пользователями":
            "Вы можете отслеживать тренировки, созданные другими пользователями",
        "Добавляйте свои упражнения": "Добавляйте свои упражнения",
        "Вы можете добавить свои упражнения, которые будут доступны только вам":
            "Вы можете добавить свои упражнения, которые будут доступны только вам",
        "Опробовать": "Опробовать",
        "Самые популярные тренировки пользователей":
            "Самые популярные тренировки пользователей",
        "Авторизация": "Авторизация",
        "Email": "Email",
        "Пароль": "Пароль",
        "Забыли пароль?": "Забыли пароль?",
        "Нет аккаунта? ": "Нет аккаунта? ",
        "Создайте": "Создайте",
        "Программы пользователей": "Программы пользователей",
        "Ваши программы": "Ваши программы",
        "Выйти": "Выйти",
        "Просмотреть": "Просмотреть:",
        "Главная": "Главная",
        "Самые популярные": "Самые популярные",
        "С наивысшим рейтингом": "С наивысшим рейтингом",
        "Новые": "Новые",
        "Отслеживаемые": "Отслеживаемые",
        "Оборудование" : "Оборудование",
        "Мышцы": "Мышцы",
        "Жим лежа в Смите": "Жим лежа в Смите",
        "Грудь": "Грудь",
        "Трицепс": "Трицепс",
        "Передняя дельта": "Передняя дельта",
        "Создание упражнения": "Создание упражнения",
        "Название": "Название",
        "Создать": "Создать",
        "Мышечная группа": "Мышечная группа",
        "Подпишитесь, чтобы программа отображалась в ваших подписках":
            "Подпишитесь, чтобы программа отображалась в ваших подписках",
        "+ Подписаться": "+ Подписаться",
        "Страница не найдена": "Страница не найдена",
        "Никнейм": "Никнейм",
        "Создать аккаунт": "Создать аккаунт",
        "Пароль должен состоять минимум из 15 символов ИЛИ хотябы из 8 символов, включающих число и строчные буквы"
        : "Пароль должен состоять минимум из 15 символов ИЛИ" +
            " хотябы из 8 символов, включающих число и строчные буквы",
        "Никнейм может только состоять из алфавитных символов и цифр":
            "Никнейм может только состоять из алфавитных символов и цифр",
        "Регистрация": "Регистрация",
        "Уже есть аккаунт? ": "Уже есть аккаунт? ",
        "Войдите": "Войдите",
        "Профиль": "Профиль",
        "Редактировать профиль": "Редактировать профиль",
        "Сохранить": "Сохранить",
        "Отменить": "Отменить",
        "Произошла непредвиденная ошибка": "Произошла непредвиденная ошибка",
        "Перезагрузить страницу": "Перезагрузить страницу",

    }
}